v2206/MSc_icedAirfoil/Meshing_ice_3/_05deg/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    west
    {
        type            patch;
        nFaces          24;
        startFace       47085;
    }
    east
    {
        type            patch;
        nFaces          24;
        startFace       47109;
    }
    north
    {
        type            patch;
        nFaces          48;
        startFace       47133;
    }
    south
    {
        type            patch;
        nFaces          48;
        startFace       47181;
    }
    front
    {
        type            empty;
        inGroups        1(empty);
        nFaces          23512;
        startFace       47229;
    }
    back
    {
        type            empty;
        inGroups        1(empty);
        nFaces          23512;
        startFace       70741;
    }
    airfoil
    {
        type            wall;
        inGroups        1(wall);
        nFaces          743;
        startFace       94253;
    }
)

// ************************************************************************* //
